Repository: nagisa/Feeds
Catalog: po/*.po
Languages: lt

source: Feeds
lt: Prenumeratos

source: Feeds Reader
lt: Naujienų skaityklė

source: Google Reader for GNOME
lt: Google Reader GNOME aplinkai

source: rss;atom;google;reader;news;feed;trifle;
lt: rss;atom;google;reader;skaityklė;skaitytuvas;naujienos;news;feed;prenumeratos;trifle

source: About
lt: _Apie

source: Copyright © 2012 Simonas Kazlauskas
lt: Visos teisės saugomos © 2012 Simonas Kazlauskas

source: Login
lt: Prisijungti

source: Username
lt: Vartotojo vardas

source: Password
lt: Slaptažodis

source: Preferences
lt: Nustatymai

source: Show notifications
lt: Rodyti pranešimus

source: Refresh on startup
lt: Atnaujinti įjungimo metu

source: Refresh every
lt: Atnaujinti kas

source: Never
lt: Niekada

source: 10 minutes
lt: 10 minučių

source: 30 minutes
lt: 30 minučių

source: 1 hour
lt: 1 valandą

source: Cache up to
lt: Saugoti iki

source: items
lt: naujienų

source: Subscribe…
lt: Prenumeruoti…

source: Subscription URI
lt: Prenumeratos URI

source: Su_bscribe a feed
lt: Pre_numeruoti

source: _Synchronize
lt: _Sinchronizuoti

source: Prefere_nces
lt: _Nustatymai

source: _About
lt: _Apie

source: _Quit
lt: Iš_eiti

source: Show debug messages
lt: Rodyti derinimo žinutes

source: More verbose messages
lt: Išsamesnės žinutės

source: Display WebKit developers tool upon start
lt: Paleidimo metu įjungti WebKit kūrėjo įrankius

source: Unread item is available
lt: Yra neperskaityta naujiena

source: All
lt: Viskas

source: Unread
lt: Neperskaityta

source: Starred
lt: Su žvaigždute

source: Mark as unread
lt: Pažymėti kaip neperskaitytą

source: Toggle star
lt: Perjungti žvaigždutę

source: All items
lt: Visos naujienos

source: The username or password you entered is incorrect
lt: Įvestas vartotojo vardas ir slaptažodis yra neteisingi

source: Could not login
lt: Nepavyko prisijungti

source: All fields are required
lt: Visi laukai yra privalomi

source: Could not subscribe to a feed
lt: Nepavyko užsisakyti prenumeratos

source: From the future
lt: Iš ateities

source: Just now
lt: Ką tik

source: {0} minute ago
lt: Prieš {0} minutę

source: {0} hour ago
lt: Prieš {0} valandą

source: {0} day ago
lt: Prieš {0} dieną
